let reading_data = [
  {
    postId: 0,
    author_avatar: '/img/avatar/1.png',
    post_date: 'Nov 21 2018',
    post_title: '马尔多罗之歌',
    post_image: '/img/post/1.png',
    post_content: '天才、有罪的少年，美与邪恶的混合体，几代大师膜拜的偶像，留给世人的唯一一部奇书中的奇书...',
    comment: 6,
    comment_icon: '/img/icon/chat.png',
    looked: 89,
    looked_icon: '/img/icon/view.png',
    detail: {
      bannerImg: '/img/post/1.png',
      author: '小红',
      dateTime: '24小时前',
      content: '《马尔多罗之歌》是一部浸透了法国整个文学史、整个文化史的作品。它采用歌的形式，分成长短不等、或抒情或叙事、表面上并无多大联系的散文小节。本书还附入的《诗一》、《诗二》以及七封书信，《诗一》、《诗二》几乎是文学理论著作，而七封书信是了解洛特雷阿蒙情感世界的窗口。洛特雷阿蒙（Lautreamont，1846-1870）出生于乌拉圭首都蒙得维的亚，父母是法国移民。他在法国南方的塔布和波城完成中学学业，然后开始文学创作，生前默默无名，年仅24岁即去世。他留下的文字除了长篇散文诗《马尔我罗之歌》外，就只有两册薄啊的、题为《诗一》和《诗二》的片断以及几封短信，但他却被公认为现代诗乃至现代文学的最主要先驱之一。“我接受生命如同接受一个伤口，我不允许用自杀来治愈创伤。我希望造物主在他那永恒的每时每刻都凝视这道敞开的裂缝。这就是我给予他的惩罚。” 洛特雷阿蒙就是个看透了一切的疯子，连诗人都不是。心智未熟之时读到这种作品，恐怕非死即伤。',
      music: {
        url: 'http://113.106.207.145/amobile.music.tc.qq.com/C400000amRvH3wxv56.m4a?guid=766147484&vkey=56C68D57BEF0EC74AB4CD41199809AC4D7F67F118462719C7E401206EA46C668613A8E64A8091340D22444311F4299AF07C81D3E950862FE&uin=0&fromtag=66',
        title: '安静',
        singer: '周杰伦',
        coverImg: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000000I5jJB3blWeN.jpg?max_age=2592000'
      }
    }
  },
  {
    postId: 1,
    author_avatar: '/img/avatar/2.png',
    post_date: 'Dec 25 2018',
    post_title: '失踪的孩子',
    post_image: '/img/post/2.png',
    post_content: '“我的整个生命，只是一场为了提升社会地位的低俗斗争。”《失踪的孩子》是“那不勒斯四部曲”的第四部，小说聚焦了莉拉和埃莱娜（“我”）的壮年和晚年，为她们持续了五十多年的友谊划上了一个令人心碎的句号。',
    comment: 18,
    comment_icon: '/img/icon/chat.png',
    looked: 135,
    looked_icon: '/img/icon/view.png',
    detail: {
      bannerImg: '/img/post/2.png',
      author: '小蓝',
      dateTime: '12小时前',
      content: '“我的整个生命，只是一场为了提升社会地位的低俗斗争。”全球畅销近千万册被翻译成40多种语言《我的天才女友》《新名字的故事》《离开的，留下的》——那不勒斯四部曲NO.4令人欲罢不能的大结局穷尽友谊对一个人最极致的塑造《失踪的孩子》是“那不勒斯四部曲”的第四部，小说聚焦了莉拉和埃莱娜（“我”）的壮年和晚年，为她们持续了五十多年的友谊划上了一个令人心碎的句号。“我”为了爱情和写作，离开丈夫带着两个女儿回到了那不勒斯，不可避免地与莉拉，还有我曾想要逃离的城区再度变得亲密。“我”和莉拉甚至在同一年怀孕、生子，并经历了恐怖残暴的那不勒斯大地震，一切都分崩离析，一切又将被重建。“我”在不自觉中卷入莉拉秘密的企图——她希望利用我的名声和写作技巧来对抗城区陈腐而猖獗的恶势力。但在经历了生命最恐怖的打击之后，莉拉选择以一种怪异夸张的方式在城区彻底将自己流放。而“我”也将以惊人的韧性和诚实面对写作、爱情、家庭的失败。在经历了多年的自我怀疑之后，“我”决定忤逆（罔顾？）莉拉的告诫，将“我”和她一生的友谊写成一本小说，却招来了最深的背叛……',
      music: {
        url: 'http://113.105.141.22/amobile.music.tc.qq.com/C400004CIXLR2ac1IM.m4a?guid=766147484&vkey=463528CF770B06841BBE8F9F76AC1BF1BC4B21EF6DC80C9B76CDCD28F43A4C0FD8D19105D58BF05BD7B0E24D7B9BACA06136498A5F3400C0&uin=0&fromtag=66',
        title: 'One Call Away',
        singer: 'Charlie Puth',
        coverImg: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000004Ws4fG3pT6eA.jpg?max_age=2592000'
      }
    }
  },
  {
    postId: 2,
    author_avatar: '/img/avatar/3.png',
    post_date: 'Jan 19 2018',
    post_title: '房思琪的初恋乐园',
    post_image: '/img/post/4.png',
    post_content: '我下楼拿作文给李老师改。他掏出来，我被逼到涂在墙上。老师说了九个字：“不行的话，嘴巴可以吧。”我说了五个字：“不行，我不会。”他就塞进来。那感觉像溺水。可以说话之后，我对老师说：“对不起。”有一种功课做不好的感觉。',
    comment: 18,
    comment_icon: '/img/icon/chat.png',
    looked: 135,
    looked_icon: '/img/icon/view.png',
    detail: {
      bannerImg: '/img/post/4.png',
      author: '小白',
      dateTime: '2小时前',
      content: "令人心碎却无能为力的真实故事。向死而生的文学绝唱 打动万千读者的年度华语小说。李银河 戴锦华 骆以军 张悦然 冯唐 詹宏志 蒋方舟 史航 等多位学者作家社会名人郑重推荐。痛苦的际遇是如此难以分享，好险这个世界还有文学。我下楼拿作文给李老师改。他掏出来，我被逼到涂在墙上。老师说了九个字：“不行的话，嘴巴可以吧。”我说了五个字：“不行，我不会。”他就塞进来。那感觉像溺水。可以说话之后，我对老师说：“对不起。”有一种功课做不好的感觉。小小的房思琪住在金碧辉煌的人生里，她的脸和她可以想象的将来一样漂亮。补习班语文名师李国华是同一栋高级住宅的邻居。崇拜文学的小房思琪同样崇拜饱读诗书的李老师。有一天李老师说，你的程度这么好，不如每个礼拜交一篇作文给我吧，不收你周点费。思琪听话地下楼了。老师在家里等她，桌上没有纸笔。思琪的初恋是李老师。因为李老师把她翻面，把他的东西塞进去。那年的教师节思琪才十三岁，这个世界和她原本认识的不一样。 如果这是爱情，为什么觉得暴力？为什么觉得被折断？为什么老师要一个女学生换过一个女学生？如果这不是爱情，那满口学问的李老师怎么能做了以后，还这么自信、无疑、无愧于心？故事必须重新讲过，与房思琪情同双胞的刘怡婷，接到警局通知，去带回神志不清，被判定疯了的房思琪。透过思琪的日记，怡婷得知思琪五年中的所见所思……嫁入钱家的许伊纹，是两位少女的忘年交，二十余岁的她，是两位少女的文学启蒙者同时也是丈夫家暴的沉默受害者…… 升入大学后的郭晓奇仍旧爱着高中时的补习教师李国华，而这位文质彬彬的补习教师并不只有平时人们眼中受人尊敬的老师形象的一面……这是一部惊人而特别的小说，小说作者既具有高度敏锐的感受力、又是一个近距离目击者，使这整件事像一个“幸存的标本”那样地被保留下来。整本书反覆地、用极度贴近被侵害者的视角，直直逼视那种“别人夺去你某个珍贵之物”的痛苦──且掠夺之人是以此为乐。",
      music: {
        url: 'http://183.60.23.18/amobile.music.tc.qq.com/C400004IqzeH2QndYH.m4a?guid=766147484&vkey=8C76B20AECA0343A59821F39C8502964B3E60273DCB2B06A2459D741563C99E67CD6BABF9D3BFE097C5B5C0265AEEA10A3C2A2C6DE2603B8&uin=0&fromtag=66',
        title: '够钟',
        singer: '周柏豪',
        coverImg: 'https://y.gtimg.cn/music/photo_new/T002R300x300M000003rRgZY4NWnKn.jpg?max_age=2592000'
      }
    }
  }
];

module.exports = {
  readingData: reading_data
}